Repository: sparkingg/fefu_science
Catalog: science/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Permissions
ru: Права доступа

source: Accounts
ru: Аккаунты

source: Email address must be a university email.
ru: Адрес электронной почты должен быть корпоративным адресом университета.

source: Enter a correct email and password. Both fields may be case-sensitive.
ru: Введите корректный адрес электронной почты и пароль. Оба поля могут быть чувствительны к регистру.

source: This account is inactive.
ru: Этот аккаунт деактивирован.

source: Email address is required.
ru: Адрес электронной почты обязателен.

source: Superuser must have `is_staff=True`.
ru: Суперпользователь должен иметь `is_staff=True`.

source: Superuser must have `is_superuser=True`.
ru: Суперпользователь должен иметь `is_superuser=True`.

source: Email
ru: Адрес электронной почты

source: First Name
ru: Имя

source: Patronimic Name
ru: Отчество

source: Last Name
ru: Фамилия

source: Department
ru: Кафедра

source: Staff Status
ru: Персонал

source: Designates whether the user can log into this admin site.
ru: Указывает, может ли пользователь войти на этот сайт администратора.

source: Active Status
ru: Активен

source: Designates whether this user should be treated as active.
ru: Указывает, следует ли считать этого пользователя активным.

source: Date Joined
ru: Дата регистрации

source: User
ru: Пользователь

source: Users
ru: Пользователи

source: Science
ru: Наука

source: Log In
ru: Войти

source: You have been logged out
ru: Вы вышли

source: Log back in
ru: Войти обратно

source: Articles
ru: Статьи

source: Description
ru: Описание

source: Publication Type
ru: Тип публикации

source: From
ru: От

source: To
ru: До

source: Authors
ru: Авторы

source: Bibliographic Database
ru: Библиографическая база данных

source: Author %(nth)s does not conform to the format.
ru: Автор %(nth)s не соответсвует формату.

source: Authors must be specified.
ru: Авторы должны быть указаны.

source: List authors according to the format of "Last Name FN.[MN.]." separated by commas.
ru: Перечислите авторов в соответствии с форматом "Фамилия И.[О.]" через запятую.

source: Enter a description of the publication without authors.
ru: Введите библиографическое описание публикации не включающее авторов.

source: Select a bibliographic databases that contain a reference to the publication. Hold CTRL (Windows) or CMD (Mac) to select several.
ru: Выберите библиографическую базу данных, которая содержит ссылку на публикацию. Удерживайте CTRL (Windows) или CMD (Mac), чтобы выбрать несколько.

source: Publication Types
ru: Типы публикации

source: Bibliographic Databases
ru: Библиографические базы данных

source: Impact Factor
ru: Импакт-фактор

source: Employee Authors
ru: Авторы (сотрудники)

source: Foreign Authors
ru: Авторы (иностранцы)

source: Postgraduate Authors
ru: Авторы (аспиранты, докторанты)

source: Student Authors
ru: Авторы (студенты)

source: Link to Publication
ru: Ссылка на публикацию

source: Article
ru: Статья

source: No articles have been added yet.
ru: Статьи еще не добавлены.

source: Create Article
ru: Добавление статьи

source: Delete Article
ru: Удаление статьи

source: Are you sure you want to delete this article?
ru: Вы уверены, что хотите удалить эту статью?

source: Read Article
ru: Просмотр статьи

source: Date Added
ru: Дата добавления

source: Add
ru: Добавить

source: Filter
ru: Фильтровать

source: Reset
ru: Сбросить

source: Update Article
ru: Обновление статьи

source: Article was created.
ru: Статья добавлена.

source: Article was updated.
ru: Статья обновлена.

source: Article was deleted.
ru: Статья удалена.

source: Common
ru: Общее

source: Name
ru: Имя

source: Departments
ru: Кафедры

source: Logout
ru: Выйти

source: Dashboard
ru: Главная

source: Contests
ru: Конкурсы

source: Collections
ru: Сборники

source: Conferences
ru: Конференции

source: Create
ru: Добавить

source: Delete
ru: Удалить

source: Are you sure you want to proceed?
ru: Вы уверены, что хотите продолжить?

source: Read
ru: Просмотреть

source: Update
ru: Обновить

source: Conference Type
ru: Тип конференции

source: Conference Types
ru: Типы конференций

source: Conference
ru: Конференция

source: No conferences have been added yet.
ru: Конференции еще не добавлены.

source: Create Conference
ru: Создать конференцию

source: Delete Conference
ru: Удалить конференцию

source: Are you sure you want to delete this conference?
ru: Вы уверены, что хотите удалить эту конференцию?

source: Update Conference
ru: Обновить конференцию

source: Conference was created.
ru: Конференция добавлена.

source: Conference was updated.
ru: Конференция обновлена.

source: Conference was deleted.
ru: Конференция удалена.

source: Fond Name
ru: Название фонда

source: Program Name
ru: Название программы

source: Contest Name
ru: Название конкурса

source: Project Name
ru: Название проекта

source: Project Manager
ru: Руководитель проекта

source: No contests have been added yet.
ru: Конкурсы еще не добавлены.

source: Create Research
ru: Создать исследование

source: Delete Contest
ru: Удаление конкурса

source: Are you sure you want to delete this contest?
ru: Вы уверены, что хотите удалить этот конкурс?

source: Read Contest
ru: Просмотр конкурса

source: Update Contest
ru: Обновление конкурса

source: Contest was created.
ru: Конкурс добавлен.

source: Contest was updated.
ru: Конкурс обновлен.

source: Contest was deleted.
ru: Конкурс удален.

source: Publisher
ru: Издатель

source: Edition
ru: Тираж

source: Volume
ru: Объем

source: Volume (Full-time university employees)
ru: Объем (выполненный штатными преподавателями)

source: Collection
ru: Сборник

source: No collections have been added yet.
ru: Сборники еще не добавлены.

source: Create Collection
ru: Создать сборник

source: Are you sure you want to delete this collection?
ru: Вы уверены, что хотите удалить этот сборник?

source: Read Collection
ru: Просмотр сборника

source: Update Collection
ru: Обновление сборника

source: Collection was created.
ru: Сборник добавлен.

source: Collection was updated.
ru: Сборник обновлен.

source: Collection was deleted.
ru: Сборник удален.

source: Code
ru: Код

source: University Priority
ru: Наименование приоритетного направления в рамках Программы развития ДВФУ и Программы повышения конкурентоспособности Дальневосточного федерального университета среди ведущих мировых научно-образовательных центров на 2013–2020 гг.

source: Scientific Priority
ru: Наименование приоритетного направления развития науки, технологий и техники РФ

source: Critical Technology
ru: Наименование критической технологии РФ

source: Economic Priority
ru: Наименование приоритетного направления модернизации и технологического развития экономики России

source: Strategic Direction
ru: Наименование направления, определенного в Стратегии научно-технологического развития Российской Федерации

source: CSCSTI
ru: Код рубрики ГРНТИ

source: Academic Advisor
ru: Руководитель

source: Reason
ru: Основание для выполнения

source: Research
ru: Исследование

source: No research have been added yet.
ru: Исследования еще не добавлены.

source: Delete Research
ru: Удалить исследование

source: Are you sure you want to delete this research?
ru: Вы уверены, что хотите удалить это исследование?

source: Read Research
ru: Просмотреть исследование

source: Category
ru: Категория

source: Update Research
ru: Обновить исследование

source: Research was created.
ru: Исследование добавлено.

source: Research was updated.
ru: Исследование обновлено.

source: Research was deleted.
ru: Исследование удалено.

source: English
ru: Английский

source: Russian
ru: Русский
